---
kind: other
id: Properties.T:Autodesk.Revit.UI.Events.DisplayingOptionsDialogEventArgs
source: html/6504a9aa-ea50-a50c-e5cc-fca0a1670d3b.htm
---
# DisplayingOptionsDialogEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.